base
base-devel
ccls
clang
cmake
eza
fasm
fastfetch
fd
fish
gimp
git
glfw
helix
kitty
libsixel
lld
llvm
lua
lua-language-server
man-db
mingw-w64-gcc
nano
nasm
neovim
nodejs
npm
openssh
postgresql
qemu-base
ripgrep
rust-analyzer
rustup
starship
sudo
unzip
vim
w3m
wabt
wget
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
yazi
